[
    {
        "id" : 1,
        "title" : "THE DEMAGOGUE",
        "date" : "Saturday, September 11, 2015\n\n",
        "subtitle" : "He loves the podium \n He is master of the stage \n His oratory mesmerises the masses \n and make them believe his lies. \n He promises the land of milk and honey \n The unsuspecting admirers buy the ticket \n to the promised land without a thought \n all the while wilting in misery caused by him and his cronies. \n While he feigns how he cares for the soldier at the border \n and for the anguished farmer, \n the gullible masses trust his tears \n but his cronies know whose interests he serves. \n While you trust him and mortgage your brain, \n his minions decide what you eat, \n how you dress and how you pray. \n",
        "link" : "https://9sneha-n.github.io/nnarayanan/matters#1"
    },
    {
        "id" : 2,
        "title" : "Communal harmony - the way forward!",
        "date" : "Saturday, February 7, 2015 \n\n",
        "subtitle" : "The communal tensions show no signs of abating. It is evident that fundamentalists among both Hindus and Muslims are bent upon perpetuating it.  The media has been quite irresponsible. They are interested only in sensationalising trivial incidents by blowing them up out of proportion.  And those who claim to be opposed to communalism are not making any serious attempt to change this sad state of affairs. The Congress, the left and other political parties who claim to be secular are not effective in fighting this down slide in our social life because their fight against communalism lacks credibility.\n\nA Muslim friend with liberal views once expressed his anguish like this.   “Though I am a practicing Muslim, I am against Taliban, Al-Qaida, ISIS, gender discrimination   etc. But I am afraid of talking about such issues  because I fear of being  ostracised from the community and in an eventuality like that  I am not sure of any support from progressive and secular groups because they themselves are reluctant to openly talk about such issues. The only people who openly criticise the Muslim extremists are the Sangh Parivar and their associates who want to paint the whole Muslim community black by branding them as terrorists and fundamentalists. In a situation like this, how can liberal Muslims come out boldly to express their view point?” \n\nWhat he is saying is true. Among Hindus also the situation is the same. How many liberal Hindus are prepared to condemn honour killings, khap panchayats, attacks on churches and mosques and many other such misdeeds by men of their own community?\n\nThere is a dire need of people who can take a stand against negative and unfair acts irrespective of   who indulges in such acts.  Only when Liberal Muslims and Hindus give up their inhibitions and reluctance and exhibit the courage to condemn the misdeeds committed by persons of their own community, a credible opposition to communalism can be built up. \n\nThe campaign of the left and secular parties against Hindu communalism is not able to draw support from right thinking people because of their stoic silence against obscurantist practices among Muslims and Christians. What credibility they can have when they remain silent about conversion by inducement and force, fatwa, terrorism, ISIS, Taliban, al-Qaida etc? \n\nBecause of this attitude they are leaving the field open for the conservative right like the Sangh Parivar to mislead people by exaggerating and distorting facts.  It is high time they openly talk against unfairness and for reform wherever and whenever it is warranted. \n\nLikewise the moderates among Hindus should take the lead to fight and expose khap panchayats, honour killings, moral policing, attack against mosques and churches, harassment of ordinary people just because they are Muslims etc.\n\nBut countering, opposing and exposing negative tendencies on either side is not enough.   Some positive actions also need to be initiated to dispel misconceptions and remove mistrust among the communities. Moderates on either side should overcome their inhibitions and become vocal in espousing the positive side of their respective religions. After all, it has to be agreed that the original thrust of all the religions was preservation of order, peace and well being of all. Somewhere in the course of the journey through rough terrains of history, sometimes due to error of judgment and sometimes due to deliberate misinterpretations, the original concepts have been distorted. Whatever good was there in the original teachings need to be restored. Whatever is not suitable to the present should be discarded.  \n\nIt is agreed that there are differences in tradition, culture, rituals etc of different communities. But accepting diversity is our tradition. The majority of people in this country have no problem with that. The \n\npoliticians try to divide us for electoral gains. The activities of the Hindutva brigade have not resulted in enhancing the prestige of Hinduism which is known for its accommodative spirit. On the contrary the proponents of Hindutva have gained politically by manipulating religious sentiments. Some persons while claiming to be protectors of religion have built commercial empires worth thousands of crores. They arouse communal passions to further their greed and loot. \n\nLikewise fatwa and terrorism have not helped the cause of Islam. It has only resulted in arousing the wrath of the world against all Muslim including the innocents. ",
        "link" : "https://9sneha-n.github.io/nnarayanan/matters#2"
    },

    {
        "id" : 3,
        "title" : "JUDICIAL REFORM- THE NEED OF THE HOUR",
        "date": "Tuesday, November 4, 2014 \n\n",
        "subtitle" : "The first requisite of civilization is that of justice.\n\nSIGMUND FREUD\n\nThe failure of the State to halt the increasing crime and violence in the society seems to be, at least to some extent, due to its inability to evolve a mechanism which can ensure justice in a prompt and effective way. The overburdening of the judiciary and the consequent delay in the delivery of justice, is leading to a situation similar to anarchy. Though this realisation has been there for long, there is hardly any serious attempt to remedy the malady. Hence we feel sometimes, that the lethargy and inaction on the part of the concerned authorities is deliberate.\n\nUnless those indulging in crime and violence are made to feel that the law will catch up with them surely and promptly, there will be no fear of the law.\n\nThough it is true that lasting solution to crime and violence involves the larger issue of changes in the economic and political sphere, judicial reform is important because compared to other reforms it is easier to achieve in the immediate future. What is coming in the way of reform is the indifference of those who are supposed to initiate the process.",
        "link" : "https://9sneha-n.github.io/nnarayanan/matters#3"
    },  
    {
        "id" : 4,
        "title" : "Remembering U R Ananthamurthy",
        "date" : "Saturday, August 23, 2014 \n\n",
        "subtitle" : "The first time I saw U R Ananthamurthy  was when he addressed a meeting at Thirthahalli to protest against Emergency which was proclaimed just a couple of months before.  Many of my friends had become his admirers because of his unique contribution to Kannada literature. But I was more impressed by the iconoclast who refused to follow the outmoded feudal and brahminical traditions blindly.\n\nThat day he spoke about the imminent threat to democracy, freedom and creativity. The insightful speech left the audience, mostly young, disturbed and concerned about the future of the country. My second encounter with him was when the Kannada literary magazine Rujuwatu edited by him was launched. I had translated into Kannada Ashish Nandi's article, a comparative study of the personalities of Gandhi & Godse for the magazine. When I met him along with friends who were actively involved with  \"Rujuwatu\"  URA expressed his appreciation of the translation and said it was excellent.  When I read my translation a few days later, I realized that it could have been better. URA was not being too generous. But that was his way of encouraging youngsters and building confidence in them. That is why the legion of his admirers loved to call him \"Meshtru\".",
        "link" : "https://9sneha-n.github.io/nnarayanan/matters#4"
    },  
    {
        "id": 5,
        "title" : "Aam Admi Party at cross roads",
        "date" : "Saturday, May 3, 2014\n\n",
        "subtitle" : "By prematurely entering electoral politics at State and National level,  Aam Admi Party  has led itself into a blind alley.  As the AAP’s declared aim is to change the system by empowering people at the grass root level, it should have begun at the Panchayat level. Perhaps, it was the party’s eagerness to demonstrate its conviction that it is possible to fight and win elections without money and  muscle power which made it to take this hasty decision . The success in the elections to the Delhi Assembly which defied all predictions lured it into an ambitious path. In the process, it committed some mistakes, which though of minor nature has affected its credibility to some extent. \n\nBut AAP is not just another political party which can be forgotten as a flash in the pan. For the first time in many years, it has rekindled the hope that things can change in this country. It has shown that democracy is still a potent tool for bringing about change. It has also made people, especially young people, realise that democratic rights and duties go hand in hand. The phenomenal response to the activities of AAP is a testimony to this fact.\n\nAs a result of a  few indiscretions of its leaders and strategic errors though minor (which are only to be expected in an organisation whose structure is still amorphous), the enormous good-will earned by   AAP has started evaporating.\n\nToday the AAP is mostly known for its anti-corruption crusade. It is high time the AAP realises the limitations of staking its future on a single point programme. A plain reading of  AAP manifesto shows that AAP gives as much, if not more,  importance to  devolving power directly to the   people by making the functioning of Panchayat and Gram Sabha more effective and meaningful. I feel this is more important than exposing the  corrupt because corruption cannot be eradicated if it is tackled in isolation. No doubt, the affairs of the nation have reached such a stage that putting an end to the all pervading corruption has become the foremost priority for most of us. It is exactly for this reason that a fight against corruption elicits ready response. But unless the fight against corruption is accompanied with a plan of action to empower the common man, the results would not be decisive. \n\nThe AAP does recognise this fact. That is the reason why the manifesto of AAP  places emphasis on assuring speedy and affordable justice to common man, police reforms to make the police force humane and accountable, judicial and electoral reforms, making quality  health care and education accessible to all, ecologically sustainable economic development, creation of jobs , empowering the vulnerable sections of people, reinvigorating the rural sector, a just & fair land acquisition policy, abolition of contract labour, regulations for ensuring fair working conditions for the unorganised sector, gender justice, ending of caste based discrimination, maintenance of  communal harmony etc. \n\nBut so far the fledgling party could concentrate only on one issue. Of course, the enormity of the problem of corruption and the fact that removal of corruption from the polity, economy and above all from the minds,   is basic to the solution of other problems afflicting the society justifies this approach to some extent. \n\nSomewhere, somehow a beginning has to be made on tackling other issues which  the AAP itself has identified as important for  changing the system. I think the most opportune time for doing this is now. Freed from the daily grind of electioneering the leaders and workers of the party may now start deliberating on other important issues. \n\nSo, the AAP has to start campaigning all over again at the gram sabha and Panchayat level  for transfer of power,  functions, funds and above all Planning to Panchayats and wards. Systemic change, if it is to be lasting and truly relevant to the needs of the people has to begin at  the bottom and travel upwards.\n\nBut that is not all. There is one problem that AAP  will find difficult to tackle. As of now, AAP is a cluster of assorted individuals and groups who sooner or later, will start pulling it in diverse directions. To build a cohesive party with coherent policies out of this assorted cluster will be a daunting task for a party like AAP which would like leadership and policies to emerge from the ground level. This is not so difficult for traditional parties which believe in hierarchical, centralised leadership. It is all the more easy for cadre based organisations like the  communist party and the RSS which believe more in indoctrinating its cadre rather than encouraging deliberations. \n\nIt is not my case that it is impossible to formulate coherent policies from the grass root level which will ultimately evolve as a national policy. But it is a long drawn and arduous process. Nevertheless, it needs to be pursued as there is no other method which can be considered better than this.\n\nThere is one more problem with decentralised decision making. In the initial stages deliberations and decisions at the village level will be dominated, if not dictated by vested interests like the local rich, landlords, caste organisations, khaps, musclemen, priests and  religious leaders. But the democratic process will be a great teacher. Soon enlightened self-interest and the opportunity for self-assertion will enable people to come out of the clutches of the vested interests. The power and influence enjoyed by informal groups and leaders will slowly be transferred to elected representatives (who are accountable and also replaceable), once the  latter gain the confidence of the people by their good work.\n\nUnlike leaders at the national and state level, it will be easier for people to monitor the functioning of their local representatives  and exercise some control over them because of physical proximity.\n\nAll this may sound like utopia. But  a study of the universally acclaimed Kerala model will reveal that the foremost factor responsible for Kerala topping the  social indices chart is due to the  true and meaningful devolution of powers to the Gram Sabhas and the Panchayats. At first the communist government took the unprecedented decision to transfer 35-40% of the State budget and Central funds to the Panchayats with unfettered freedom in planning and execution of  projects. Along with the transfer of funds, many functions were also entrusted to the village panchayats. (Some of the important functions performed by Panchayats in Kerala today are construction and maintenance of village roads, drains, wells, street lighting, providing drinking water, registration of births, deaths and marriages etc ). It should be added to the credit of the government that succeeded the LDF that they also continued the policy.\n\nNow that the elections are over,  it is hoped that AAP will  start focussing on these vital issues (vital not only for the party but also for the nation)",
        "link":"https://9sneha-n.github.io/nnarayanan/matters#5"
    },
    {
        "id" : 6,
        "title" : "Yogendra's formula",
        "date" : "Saturday, January 18, 2014 \n\n",
        "subtitle" : "\n\nYogendra Yadav’s formula for Reservation -\n\nWhile thanking friends who have commented in person or through Facebook and blog posts on my blog  Reservations- looking beyond Caste & Merit I would like to elaborate on some points for the sake of clarity.\n\nThe deprived need some support. No dispute about that. But the point is that backwardness of the caste is not the only factor that causes deprivation. What Yogendra Yadav and Satish Deshpande have tried to emphasise and I have endorsed is that support should be given not only to those who belong to the backward caste but also to those who are deprived because of factors other than caste. Persons hailing from backward regions are handicapped by lack of access to facilities which people in big cities and developed regions enjoy. So is the case of children of poor parents. It is a proven fact that malnutrition retards the ability to learn. Being a girl also has some disadvantages. Those who have studied in government schools which do not have necessary infrastructure are also at disadvantage when competing with those who are fortunate to have their education in elite schools. Along with caste, these debilitating factors also need to be taken into account if the intention is to compensate for the disability.\n\nThe suggested solution is a novel one. Allocating 80 points to merit (academic performance) in a scale of 100, the remaining 20 points are apportioned on the basis of weightage determined for each type of disadvantage. As these factors overlap in many cases, the person who suffers from most of these disabilities will get maximum weightage points. If this formula is properly implemented, a girl of very poor parents, from the most backward caste/community, who has studied in a government non-English medium school without necessary infrastructure, hailing from an under developed village from a backward region would be eligible for most weightage points. As such the need for exclusion of the creamy layer is also taken care of while providing succour to those who really need some social support to catch up with their peers.\n\nThe suggested solution is a novel one. Allocating 80 points to merit (academic performance) in a scale of 100, the remaining 20 points are apportioned on the basis of weightage determined for each type of disadvantage. As these factors overlap in many cases, the person who suffers from most of these disabilities will get maximum weightage points. If this formula is properly implemented, a girl of very poor parents, from the most backward caste/community, who has studied in a government non-English medium school without necessary infrastructure, hailing from an under developed village from a backward region would be eligible for most weightage points. As such the need for exclusion of the creamy layer is also taken care of while providing succour to those who really need some social support to catch up with their peers.",
        "link" : "https://9sneha-n.github.io/nnarayanan/matters#6"
    }
]
