[
    {
        "id" : 1,
        "title" : "THE DEMAGOGUE",
        "subtitle" : "He loves the podium \n He is master of the stage \n His oratory mesmerises the masses \n and make them believe his lies. \n He promises the land of milk and honey \n The unsuspecting admirers buy the ticket \n to the promised land without a thought \n all the while wilting in misery caused by him and his cronies. \n While he feigns how he cares for the soldier at the border \n and for the anguished farmer, \n the gullible masses trust his tears \n but his cronies know whose interests he serves. \n While you trust him and mortgage your brain, \n his minions decide what you eat, \n how you dress and how you pray. \n"
    },
    {
        "id" : 2,
        "title" : "",
        "subtitle" : "Television channels are creating a new mode of public discourse which makes us feel more and think less. Panel discussions on TV have become theatrical. They look like a stage for emotional outbursts rather than a forum for debating of opinions. \n Unless we learn to react to such programmes with our minds rather than our hearts, all discussions become a farce."
    },
    {
        "id" : 3,
        "title" : "Fake News",
        "subtitle" : "As the election date advances the circulation of fake news through social media such as whatsApp is gaining momentum. It is surprising how educated people lap up the fake news without a second thought. \n In psychology such tendency is called “Confirmation bias”. People believe and accept news however incredible it may be, if it confirms their pre-existing beliefs and prejudices. Wishful thinking leads them to close their minds to logic, reasoning and any evidence to the contrary.\n The style and content of social discourse of Hindu and Muslim fundamentalists and the tacit and sometimes open support of the ruling elite have helped bullies, hooligans and perverts to acquire the halo and legitimacy of crusaders and missionaries. This may be one of the reasons for the unabating violence."
    },  
    {
        "id" : 4,
        "title" : "Stereotyping",
        "subtitle" : "As the election date advances the circulation of fake news through social media such as whatsApp is gaining momentum. It is surprising how educated people lap up the fake news without a second thought. \n In psychology such tendency is called “Confirmation bias”. People believe and accept news however incredible it may be, if it confirms their pre-existing beliefs and prejudices. Wishful thinking leads them to close their minds to logic, reasoning and any evidence to the contrary.\n The style and content of social discourse of Hindu and Muslim fundamentalists and the tacit and sometimes open support of the ruling elite have helped bullies, hooligans and perverts to acquire the halo and legitimacy of crusaders and missionaries. This may be one of the reasons for the unabating violence."
    }
]
