[
    {
        "id" : 1,
        "title" : "THE DEMAGOGUE",
        "subtitle" : "He loves the podium \n He is master of the stage \n His oratory mesmerises the masses \n and make them believe his lies. \n He promises the land of milk and honey \n The unsuspecting admirers buy the ticket \n to the promised land without a thought \n all the while wilting in misery caused by him and his cronies. \n While he feigns how he cares for the soldier at the border \n and for the anguished farmer, \n the gullible masses trust his tears \n but his cronies know whose interests he serves. \n While you trust him and mortgage your brain, \n his minions decide what you eat, \n how you dress and how you pray. \n"
    },
    {
        "id" : 2,
        "title" : "Communal harmony - the way forward!",
        "subtitle" : "The communal tensions show no signs of abating. It is evident that fundamentalists among both Hindus and Muslims are bent upon perpetuating it.  The media has been quite irresponsible. They are interested only in sensationalising trivial incidents by blowing them up out of proportion.  And those who claim to be opposed to communalism are not making any serious attempt to change this sad state of affairs. The Congress, the left and other political parties who claim to be secular are not effective in fighting this down slide in our social life because their fight against communalism lacks credibility.\n\nA Muslim friend with liberal views once expressed his anguish like this.   “Though I am a practicing Muslim, I am against Taliban, Al-Qaida, ISIS, gender discrimination   etc. But I am afraid of talking about such issues  because I fear of being  ostracised from the community and in an eventuality like that  I am not sure of any support from progressive and secular groups because they themselves are reluctant to openly talk about such issues. The only people who openly criticise the Muslim extremists are the Sangh Parivar and their associates who want to paint the whole Muslim community black by branding them as terrorists and fundamentalists. In a situation like this, how can liberal Muslims come out boldly to express their view point?” \n\nWhat he is saying is true. Among Hindus also the situation is the same. How many liberal Hindus are prepared to condemn honour killings, khap panchayats, attacks on churches and mosques and many other such misdeeds by men of their own community?\n\nThere is a dire need of people who can take a stand against negative and unfair acts irrespective of   who indulges in such acts.  Only when Liberal Muslims and Hindus give up their inhibitions and reluctance and exhibit the courage to condemn the misdeeds committed by persons of their own community, a credible opposition to communalism can be built up. \n\nThe campaign of the left and secular parties against Hindu communalism is not able to draw support from right thinking people because of their stoic silence against obscurantist practices among Muslims and Christians. What credibility they can have when they remain silent about conversion by inducement and force, fatwa, terrorism, ISIS, Taliban, al-Qaida etc? \n\nBecause of this attitude they are leaving the field open for the conservative right like the Sangh Parivar to mislead people by exaggerating and distorting facts.  It is high time they openly talk against unfairness and for reform wherever and whenever it is warranted. \n\nLikewise the moderates among Hindus should take the lead to fight and expose khap panchayats, honour killings, moral policing, attack against mosques and churches, harassment of ordinary people just because they are Muslims etc.\n\nBut countering, opposing and exposing negative tendencies on either side is not enough.   Some positive actions also need to be initiated to dispel misconceptions and remove mistrust among the communities. Moderates on either side should overcome their inhibitions and become vocal in espousing the positive side of their respective religions. After all, it has to be agreed that the original thrust of all the religions was preservation of order, peace and well being of all. Somewhere in the course of the journey through rough terrains of history, sometimes due to error of judgment and sometimes due to deliberate misinterpretations, the original concepts have been distorted. Whatever good was there in the original teachings need to be restored. Whatever is not suitable to the present should be discarded.  \n\nIt is agreed that there are differences in tradition, culture, rituals etc of different communities. But accepting diversity is our tradition. The majority of people in this country have no problem with that. The \n\npoliticians try to divide us for electoral gains. The activities of the Hindutva brigade have not resulted in enhancing the prestige of Hinduism which is known for its accommodative spirit. On the contrary the proponents of Hindutva have gained politically by manipulating religious sentiments. Some persons while claiming to be protectors of religion have built commercial empires worth thousands of crores. They arouse communal passions to further their greed and loot. \n\nLikewise fatwa and terrorism have not helped the cause of Islam. It has only resulted in arousing the wrath of the world against all Muslim including the innocents. "
    },
    {
        "id" : 3,
        "title" : "Fake News",
        "subtitle" : "As the election date advances the circulation of fake news through social media such as whatsApp is gaining momentum. It is surprising how educated people lap up the fake news without a second thought. \n In psychology such tendency is called “Confirmation bias”. People believe and accept news however incredible it may be, if it confirms their pre-existing beliefs and prejudices. Wishful thinking leads them to close their minds to logic, reasoning and any evidence to the contrary.\n The style and content of social discourse of Hindu and Muslim fundamentalists and the tacit and sometimes open support of the ruling elite have helped bullies, hooligans and perverts to acquire the halo and legitimacy of crusaders and missionaries. This may be one of the reasons for the unabating violence."
    },  
    {
        "id" : 4,
        "title" : "Stereotyping",
        "subtitle" : "As the election date advances the circulation of fake news through social media such as whatsApp is gaining momentum. It is surprising how educated people lap up the fake news without a second thought. \n In psychology such tendency is called “Confirmation bias”. People believe and accept news however incredible it may be, if it confirms their pre-existing beliefs and prejudices. Wishful thinking leads them to close their minds to logic, reasoning and any evidence to the contrary.\n The style and content of social discourse of Hindu and Muslim fundamentalists and the tacit and sometimes open support of the ruling elite have helped bullies, hooligans and perverts to acquire the halo and legitimacy of crusaders and missionaries. This may be one of the reasons for the unabating violence."
    },  
    {
        "id" : 5,
        "title" : "",
        "subtitle" : "Why do modern spiritual gurus assume high sounding names hiding their real names, add honorifics and titles to their names, wear designer costumes, sport fancy hairstyles & headgear and use pompous language?"
    },
    {
        "id" : 6,
        "title" : "",
        "subtitle" : "People are easily seduced into believing that the populist is a democrat. But there is a vital difference between the two.\nThe populist plays with the sentiments of majority while the democrat strives to build a consensus among diverse viewpoints."
    },
    {
        "id" : 7,
        "title" : "",
        "subtitle" : "Laws like customs are products of their times. They are responses to the need of particular circumstances. The extraordinary circumstances prevailing in the aftermath of Partition should be considered to understand the constraints under which the then government was to function. There was widespread violence and anarchic conditions prevailed in many parts of the country. In such circumstances some restriction on individual freedom was unavoidable. But laws and customs, must be in tune with the needs of the time and should be discarded or changed to suit the needs of the time."
    },
    {
        "id" : 8,
        "title" : "",
        "subtitle" : "To grapple with the complexity of the alternately evolving, regressing and stagnating world one has to constantly learn and unlearn. It is necessary to keep the mind open to new knowledge and at the same time be willing to discard beliefs which no longer reflect reality.\nConclusions arrived at any point of time, are based on the knowledge available at that time. There is possibility of it being revised/reversed with the emergence of new evidence/knowledge. Hence instead of considering any theory or principal as final and sticking to them zealously, it is prudent to hold them as tentative, as the starting point of further investigation."
    },
    {
        "id" : 8,
        "title" : "",
        "subtitle" : "Much of the hatred and violence seen today is due to prejudice borne out of stereotyping. Those who can’t see persons as individuals are carriers of this disease. They either can’t see or don’t want to see the individual’s personality, character, temperament, disposition, inclination etc. They stereotype persons as Muslims, Hindus, Bihari, Tamilian, Indian, Pakistani, Brahmin, dalit, women, transgender etc. Caste discrimination, mistrust of minorities and even war between countries are at least partially due to such standardisation and typecasting."
    }
]
